Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitNavigation/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.showTraffic
source: Show Traffic
ar: عرض حركة المرور
bg: Показване на трафика
ca: Mostrar trànsit
cs: Zobrazit dopravu
da: Vis trafik
de: Verkehr anzeigen
el: Εμφάνιση Κυκλοφορίας
es: Mostrar Tráfico
es_419: Mostrar Tráfico
fi: Näytä liikenne
fr: Afficher le trafic
fr_ca: Afficher le trafic
he: הצג תנועה
hi: ट्रैफिक दिखाएँ
hr: Prikaži promet
hu: Forgalom Megjelenítése
id: Tampilkan Lalu Lintas
it: Mostra Traffico
ja: 交通情報を表示
kk: Көлік қозғалысын көрсету
ko: 교통량 보기
ms: Tunjukkan Trafik
nb: Vis trafikk
nl: Toon Verkeer
pl: Pokaż ruch drogowy
pt_br: Mostrar Tráfego
pt_pt: Mostrar Trânsito
ro: Afișează trafic
ru: Показать трафик
sk: Zobraziť dopravu
sv: Visa trafik
th: แสดงข้อมูลการจราจร
tr: Trafiği Göster
uk: Показати трафік
vi: Hiển Thị Giao Thông
zh_hans: 显示交通
zh_hant: 顯示交通
zh_hk: 顯示交通

# TK.Action.startNavigation
source: Start Navigation
ar: ابدأ الملاحة
bg: Започни навигация
ca: Començar navegació
cs: Začít navigaci
de: Navigation starten
el: Ξεκινήστε Πλοήγηση
es: Iniciar Navegación
es_419: Iniciar Navegación
fi: Aloita navigointi
fr: Démarrer la navigation
fr_ca: Démarrer la navigation
he: התחל נווט
hi: नेविगेशन शुरू करें
hr: Započni navigaciju
hu: Navigáció indítása
id: Mulai Navigasi
it: Inizia Navigazione
ja: ナビゲーションを開始
kk: Навигацияны бастау
ko: 네비게이션 시작
ms: Mulakan Navigasi
nb: Start navigasjon
nl: Start navigatie
pl: Rozpocznij nawigację
pt_br: Iniciar Navegação
pt_pt: Iniciar Navegação
ro: Începe Navigația
ru: Начать навигацию
sk: Začať navigáciu
sv: Börja navigation
th: เริ่มการนำทาง
tr: Navigasyonu Başlat
uk: Розпочати навігацію
vi: Bắt Đầu Hướng Dẫn Đường
zh_hans: 开始导航
zh_hant: 開始導航
zh_hk: 開始導航

# TK.Action.switchView
source: Switch View
ar: تبديل العرض
bg: Смени изгледа
ca: Canviar vista
cs: Přepnout zobrazení
da: Skift visning
de: Ansicht wechseln
el: Αλλαγή Θέασης
es: Cambiar Vista
es_419: Cambiar Vista
fi: Vaihda näkymää
fr: Changer de vue
fr_ca: Changer de vue
he: שנה תצוגה
hi: दृश्य बदलें
hr: Promijeni prikaz
hu: Nézet Váltása
id: Ganti Tampilan
it: Cambia Vista
ja: ビューを切り替える
kk: Көруді ауыстыру
ko: 뷰 전환
ms: Tukar Pandangan
nb: Bytt visning
nl: Weergave Wisselen
pl: Zmień widok
pt_br: Alternar Visualização
pt_pt: Alterar Vista
ro: Schimbă vedere
ru: Сменить вид
sk: Prepnúť zobrazenie
sv: Byt vy
th: สลับมุมมอง
tr: Görünümü Değiştir
uk: Перемкнути вигляд
vi: Chuyển Chế Độ Nhìn
zh_hans: 切换视图
zh_hant: 切換視圖
zh_hk: 切換視圖

# TK.Action.takeDetour
source: Take Detour
ar: اتخاذ الطريق البديل
bg: Поемай отклонение
ca: Agafar desviament
cs: Zvolit objízdnou trasu
da: Tag en omvej
de: Umweg nehmen
el: Αλλαγή Διαδρομής
es: Tomar Desvío
es_419: Tomar desvío
fi: Ota kiertotie
fr: Prendre un détour
fr_ca: Prendre un détour
he: לקחת נתיב עוקף
hi: 绕道走
hr: Uzmi obilaznicu
hu: Eltérő Út Választása
id: Ambil Jalan Memutar
it: Prendi Deviazione
ja: 迂回する
kk: Жолды ауыстыру
ko: 우회로 이용
ms: Ambil Jalan Alternatif
nb: Ta omvei
nl: Omweg Nemen
pl: Zrób objazd
pt_br: Fazer Desvio
pt_pt: Tomar Desvio
ro: Fă o ocolire
ru: Сделать крюк
sk: Odbočiť
sv: Ta avstickare
th: ใช้เส้นทางอ้อม
tr: Sapmaya Gir
uk: Поїхати в об'їзд
vi: Đi Đường Vòng
zh_hans: 绕行
zh_hant: 走小路
zh_hk: 走另一條路

# TK.Action.trackProgress
source: Track Progress
ar: تتبع التقدم
bg: Проследи напредъка
ca: Rastrejar progressos
cs: Sledovat pokrok
da: Spor Fremskridt
de: Fortschritt verfolgen
el: Παρακολουθήστε την Πρόοδο
es: Rastrear Progreso
es_419: Rastrear Progreso
fi: Seuraa edistymistä
fr: Suivre les progrès
fr_ca: Suivre les progrès
he: עקוב אחרי התקדמות
hi: प्रगति ट्रैक करें
hr: Prati napredak
hu: Haladás nyomon követése
id: Lacak Kemajuan
it: Tieni Traccia del Progresso
ja: 進捗をトラッキング
kk: Прогресті бақылау
ko: 진행 상황 추적
ms: Jejaki Kemajuan
nb: Spor fremgang
nl: Volg voortgang
pl: Śledź postęp
pt_br: Rastrear Progresso
pt_pt: Acompanhar Progresso
ro: Urmărește Progresul
ru: Отслеживать прогресс
sk: Sledovať pokrok
sv: Spåra framsteg
th: ติดตามความก้าวหน้า
tr: İlerlemeyi Takip Et
uk: Відстежити прогрес
vi: Theo Dõi Tiến Độ
zh_hans: 跟踪进度
zh_hant: 追蹤進度
zh_hk: 追蹤進度

# TK.Action.viewHourlyForecast
source: View Hourly Forecast
ar: عرض توقعات الطقس الساعية
bg: Преглед на часовата прогноза
ca: Veure el pronòstic horari
cs: Zobrazit hodinovou předpověď
da: Se timevis vejrudsigt
de: Stundenprognose ansehen
el: Δες Ωριαία Πρόγνωση
es: Ver Pronóstico Horario
es_419: Ver Pronóstico por Hora
fi: Katso tuntikohtainen ennuste
fr: Voir les prévisions horaires
fr_ca: Voir la prévision horaire
he: צפה בתחזית השעתית
hi: घंटे का पूर्वानुमान देखें
hr: Pogledaj satnu prognozu
hu: Óránkénti előrejelzés megtekintése
id: Lihat Prakiraan Jam
it: Visualizza Previsioni Orarie
ja: 時間毎の天気予報を見る
kk: Сағаттық ауа райы болжамын қарау
ko: 시간별 예보 보기
ms: Lihat Ramalan Jam
nb: Se timevarsel
nl: Bekijk Uurprognose
pl: Zobacz prognozę godzinową
pt_br: Previsão de Última Hora
pt_pt: Ver Previsão Horária
ro: Vezi Prognoza Orară
ru: Просмотреть почасовой прогноз
sk: Zobraziť hodinovú predpoveď
sv: Visa timmesprognosen
th: ดูการพยากรณ์อากาศรายชั่วโมง
tr: Saatlik Hava Durumunu Görüntüle
uk: Переглянути погодний прогноз на годину
vi: Xem Dự Báo Theo Giờ
zh_hans: 查看小时预报
zh_hant: 查看每小時天氣預報
zh_hk: 查看每小時天氣預報

# TK.Action.viewWeeklyForecast
source: View Weekly Forecast
ar: عرض توقعات الطقس الأسبوعية
bg: Преглед на седмичната прогноза
ca: Veure el pronòstic setmanal
cs: Zobrazit týdenní předpověď
da: Se ugens vejrudsigt
de: Wochenprognose ansehen
el: Δες Εβδομαδιαία Πρόγνωση
es: Ver Pronóstico Semanal
es_419: Ver pronóstico semanal
fi: Katso viikkoennuste
fr: Voir les prévisions hebdomadaires
fr_ca: Voir la prévision hebdomadaire
he: צפה בתחזית השבועית
hi: साप्ताहिक पूर्वानुमान देखें
hr: Pogledaj tjednu prognozu
hu: Heti előrejelzés megtekintése
id: Lihat Prakiraan Mingguan
it: Visualizza Previsioni Settimanali
ja: 週間天気予報を見る
kk: Апталық ауа райы болжамын қарау
ko: 주간 예보 보기
ms: Lihat Ramalan Minggu
nb: Se ukentlig værvarsel
nl: Bekijk Weekprognose
pl: Zobacz prognozę tygodniową
pt_br: Ver Previsão Semanal
pt_pt: Ver Previsão Semanal
ro: Vezi Prognoza Săptămânală
ru: Просмотреть недельный прогноз
sk: Zobraziť týždennú predpoveď
sv: Visa veckoprognosen
th: ดูการพยากรณ์อากาศรายสัปดาห์
tr: Haftalık Hava Durumunu Görüntüle
uk: Переглянути погодний прогноз на тиждень
vi: Xem Dự Báo Tuần
zh_hans: 查看周预报
zh_hant: 查看每週天氣預報
zh_hk: 查看每週天氣預報

# TK.Label.alternativeRoutes
source: Alternative Routes
ar: طرق بديلة
bg: Алтернативни маршрути
ca: Rutes alternatives
cs: Alternativní trasy
da: Alternative Ruter
de: Alternative Routen
el: Εναλλακτικές Διαδρομές
es: Rutas Alternativas
es_419: Rutas Alternativas
fi: Vaihtoehtoiset reitit
fr: Itinéraires alternatifs
fr_ca: Itinéraires alternatifs
he: מונפש
hi: वैकल्पिक मार्ग
hr: Alternativne rute
hu: Alternatív útvonalak
id: Rute Alternatif
it: Percorsi alternativi
ja: 代替ルート
kk: Альтернативті маршруттар
ko: 대체 경로
ms: Laluan Alternatif
nb: Alternative ruter
nl: Alternatieve routes
pl: Alternatywne trasy
pt_br: Rotas Alternativas
pt_pt: Rotas Alternativas
ro: Rute Alternative
ru: Альтернативные маршруты
sk: Alternatívne trasy
sv: Alternativa Vägar
th: เส้นทางทางเลือก
tr: Alternatif Rotalar
uk: Альтернативні маршрути
vi: Lộ trình thay thế
zh_hans: 替代路线
zh_hant: 替代路徑
zh_hk: 替代路徑

# TK.Label.arrivalTime
source: Arrival Time
ar: وقت الوصول
bg: Време на пристигане
ca: Hora d’Arribada
cs: Čas příjezdu
da: Ankomsttid
de: Ankunftszeit
el: Ώρα Άφιξης
es: Hora de Llegada
es_419: Hora de Llegada
fi: Saapumisaika
fr: Heure d'arrivée
fr_ca: Heure d'arrivée
he: זמן הגעה
hi: पहुँचने का समय
hr: Vrijeme dolaska
hu: Érkezési idő
id: Waktu Kedatangan
it: Orario di Arrivo
ja: 到着時間
kk: Келу уақыты
ko: 도착 시간
ms: Waktu Kedatangan
nb: Ankomsttid
nl: Aankomsttijd
pl: Czas przyjazdu
pt_br: Hora de Chegada
pt_pt: Hora de Chegada
ro: Ora sosirii
ru: Время прибытия
sk: Čas príchodu
sv: Ankomsttid
th: เวลาเข้ามา
tr: Varış Zamanı
uk: Час прибуття
vi: Giờ đến
zh_hans: 到达时间
zh_hant: 到達時間
zh_hk: 抵达时间

# TK.Label.compass
source: Compass
ar: البوصلة
bg: Компас
ca: Brúixola
cs: Kompas
da: Kompas
de: Kompass
el: Πυξίδα
es: Brújula
es_419: Brújula
fi: Kompassi
fr: Boussole
fr_ca: Boussole
he: מצפן
hi: दिशासूचक
hr: Kompas
hu: Iránytű
id: Kompas
it: Bussola
ja: コンパス
kk: Компас
ko: 나침반
ms: Kompas
nb: Kompass
nl: Kompas
pl: Kompas
pt_br: Bússola
pt_pt: Bússola
ro: Busolă
ru: Компас
sk: Kompas
sv: Kompass
th: เข็มทิศ
tr: Pusula
uk: Компас
vi: La bàn
zh_hans: 指南针
zh_hant: 指南針
zh_hk: 指南針

# TK.Label.connectionStatus
source: Connection Status
ar: حالة الاتصال
bg: Статус на връзката
ca: Estat de connexió
cs: Stav připojení
da: Forbindelsesstatus
de: Verbindungsstatus
el: Κατάσταση Σύνδεσης
es: Estado de Conexión
es_419: Estado de Conexión
fi: Yhteyden tila
fr: État de connexion
fr_ca: État de la connexion
he: סטטוס חיבור
hi: कनेक्शन स्थिति
hr: Status veze
hu: Kapcsolat állapota
id: Status Koneksi
it: Stato di Connessione
ja: 接続ステータス
kk: Байланыс статусі
ko: 연결 상태
ms: Status Sambungan
nb: Tilkoblingsstatus
nl: Verbindingsstatus
pl: Status połączenia
pt_br: Status da Conexão
pt_pt: Estado da Conexão
ro: Starea Conexiunii
ru: Статус соединения
sk: Stav pripojenia
sv: Anslutningsstatus
th: สถานะการเชื่อมต่อ
tr: Bağlantı Durumu
uk: Статус з'єднання
vi: Trạng Thái Kết Nối
zh_hans: 连接状态
zh_hant: 連線狀態
zh_hk: 連接狀態

# TK.Label.currentSpeed
source: Current Speed
ar: السرعة الحالية
bg: Текуща скорост
ca: Velocitat actual
cs: Aktuální rychlost
da: Nuværende hastighed
de: Aktuelle Geschwindigkeit
el: Τρέχουσα Ταχύτητα
es: Velocidad Actual
es_419: Velocidad Actual
fi: Nykyinen nopeus
fr: Vitesse actuelle
fr_ca: Vitesse actuelle
he: מהירות נוכחית
hi: वर्तमान गति
hr: Trenutna Brzina
hu: Jelenlegi sebesség
id: Kecepatan Saat Ini
it: Velocità attuale
ja: 現在のスピード
kk: Ағымдағы жылдамдық
ko: 현재 속도
ms: Kelajuan Semasa
nb: Nåværende hastighet
nl: Huidige Snelheid
pl: Aktualna prędkość
pt_br: Velocidade Atual
pt_pt: Velocidade Atual
ro: Viteza curentă
ru: Текущая скорость
sk: Aktuálna rýchlosť
sv: Aktuell hastighet
th: ความเร็วปัจจุบัน
tr: Mevcut Hız
uk: Поточна швидкість
vi: Tốc độ hiện tại
zh_hans: 当前速度
zh_hant: 當前速度
zh_hk: 當前速度

# TK.Label.departureTime
source: Departure Time
ar: وقت المغادرة
bg: Час на заминаване
ca: Hora de sortida
cs: Čas odjezdu
da: Afgangstid
de: Abfahrtszeit
el: Ώρα Αναχώρησης
es: Hora de Salida
es_419: Hora de Salida
fi: Lähtöaika
fr: Heure de départ
fr_ca: Heure de départ
he: שעת עזיבה
hi: प्रस्थान का समय
hr: Vrijeme Odlaska
hu: Indulási idő
id: Waktu Keberangkatan
it: Orario di partenza
ja: 出発時刻
kk: Шығу уақыты
ko: 출발 시간
ms: Masa Perlepasan
nb: Avgangstid
nl: Vertrektijd
pl: Czas odjazdu
pt_br: Hora de Partida
pt_pt: Hora da Partida
ro: Ora plecării
ru: Время отправления
sk: Čas odchodu
sv: Avgångstid
th: เวลาการออกเดินทาง
tr: Kalkış Zamanı
uk: Час відправлення
vi: Thời gian khởi hành
zh_hans: 出发时间
zh_hant: 出發時間
zh_hk: 出發時間

# TK.Label.direction
source: Direction
ar: اتجاه
bg: Направление
ca: Direcció
cs: Směr
da: Retning
de: Richtung
el: Κατεύθυνση
es: Dirección
es_419: Dirección
fi: Suunta
he: כיוון
hi: दिशा
hr: Smjer
hu: Irány
id: Arah
it: Direzione
ja: 方向
kk: Бағдарлама бағыты
ko: 방향
ms: Arah
nb: Retning
nl: Richting
pl: Kierunek
pt_br: Direção
pt_pt: Direção
ro: Direcție
ru: Направление
sk: Smer
sv: Riktning
th: ทิศทาง
tr: Yön
uk: Напрямок
vi: Hướng dẫn
zh_hans: 方向
zh_hant: 方向
zh_hk: 方向

# TK.Label.distance
source: Distance
ar: المسافة
bg: Разстояние
ca: Distància
cs: Vzdálenost
de: Strecke
el: Απόσταση
es: Distancia
es_419: Distancia
fi: Matka
he: מרחק
hi: दूरी
hr: Udaljenost
hu: Távolság
id: Jarak
it: Distanza
ja: 距離
kk: Қашықтық
ko: 거리
ms: Jarak
nb: Avstand
nl: Afstand
pl: Dystans
pt_br: Distância
pt_pt: Distância
ro: Distanță
ru: Расстояние
sk: Vzdialenosť
sv: Distans
th: ระยะทาง
tr: Mesafe
uk: Відстань
vi: Khoảng cách
zh_hans: 距离
zh_hant: 距離
zh_hk: 距離

# TK.Label.driver
source: Driver
ar: برنامج التشغيل
bg: Драйвер
ca: Controlador
cs: Ovladač
de: Treiber
el: Οδηγός
es: Controlador
es_419: Controlador
fi: Ohjain
fr: Pilote
fr_ca: Pilote
he: דרייבר
hi: ड्राइवर
hr: Upravljač
hu: Illesztőprogram
id: Pengemudi
ja: ドライバー
kk: Драйвер
ko: 드라이버
ms: Pemandu
nl: Stuurprogramma
pl: Sterownik
ro: Şofer/Şoferiţă
ru: Драйвер
sk: Ovládač
sv: Drivrutin
th: ไดรเวอร์
tr: Sürücü
uk: Драйвер
zh_hans: 驱动程序
zh_hant: 驅動程式
zh_hk: 驅動程式

# TK.Label.duration
source: Duration
ar: المدة
bg: Продължителност
ca: Durada
cs: Délka
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
es_419: Duración
fi: Kesto
fr: Durée
fr_ca: Durée
he: משך זמן
hi: अवधि
hr: Trajanje
hu: Időtartam
id: Durasi
it: Durata
ja: 継続時間
kk: Ұзақтық
ko: 지속 시간
ms: Tempoh
nb: Varighet
nl: Duur
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
ru: Длительность
sk: Trvanie
sv: Längd
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 持续时间
zh_hant: 持續時間
zh_hk: 持續時間

# TK.Label.elevation
source: Elevation
ar: ارتفاع
bg: Надморска височина
ca: Elevació
cs: Nadmořská výška
da: Højde
de: Höhe
el: Υψόμετρο
es: Elevación
es_419: Elevación
fi: Korkeus
fr: Élévation
fr_ca: Élévation
he: גובה
hi: ऊँचाई
hr: Visina
hu: Magasság
id: Elevasi
it: Elevazione
ja: 標高
kk: Биіктік
ko: 고도
ms: Ketinggian
nb: Høyde
nl: Hoogte
pl: Wysokość
pt_br: Elevação
pt_pt: Elevação
ro: Altitudine
ru: Высота
sk: Nadmorská výška
sv: Höjd
th: ระดับความสูง
tr: Yükseklik
uk: Висота
vi: Cao Độ
zh_hans: 海拔
zh_hant: 海拔
zh_hk: 海拔

# TK.Label.estimatedArrivalTime
source: Estimated Arrival Time
ar: الوقت المقدر للوصول
bg: Предполагаемo време на пристигане
ca: Temps d'arribada estimat
cs: Odhadovaný čas příjezdu
da: Estimeret Ankomsttid
de: Voraussichtliche Ankunftszeit
el: Εκτιμώμενος Χρόνος Άφιξης
es: Hora estimada de llegada
es_419: Tiempo estimado de llegada
fi: Arvioitu saapumisaika
fr: Temps d'arrivée estimé
fr_ca: Temps d'arrivée estimé
he: זמן הגעה משוער
hi: अनुमानित आगमन समय
hr: Procijenjeno Vrijeme Dolaska
hu: Várt Érkezési Idő
id: Perkiraan Waktu Kedatangan
it: Tempo di Arrivo Stimato
ja: 推定到着時間
kk: Күтілетін келу уақыты
ko: 예상 도착 시간
ms: Anggaran Masa Ketibaan
nb: Estimert ankomsttid
nl: Geschatte Aankomsttijd
pl: Szacowany czas przybycia
pt_br: Tempo de Chegada Estimado
pt_pt: Tempo Estimado de Chegada
ro: Timp estimat de sosire
ru: Расчетное время прибытия
sk: Odhadovaný čas príchodu
sv: Beräknad ankomsttid
th: เวลาที่คาดว่าถึง
tr: Tahmini Varış Süresi
uk: Орієнтовний час прибуття
vi: Thời gian đến ước tính
zh_hans: 预计到达时间
zh_hant: 預估到達時間
zh_hk: 預計到達時間

# TK.Label.eta
source: ETA
ar: توقيت الوصول المتوقع
bg: Приблизително време на пристигане (ETA)
cs: Očekávaný čas příjezdu
de: voraussichtliche Ankunftszeit
el: Εκτιμώμενος Χρόνος Άφιξης
fi: Saapumisaika
he: הערכה משוערת לזמן הגעה
hu: Várható Érkezés
ja: 到着予定時刻
kk: ETA (күтілетін жету уақыты)
ko: 예상 도착 시간
nb: Estimert ankomsttid
pl: Czas Przyjazdu
ro: TTA
ru: Ожидаемое время прибытия (ETA)
th: เวลาที่คาดไว้ (ETA)
tr: Tahmini Varış Süresi
uk: ОРЧ
vi: Thời Gian Dự Kiến
zh_hans: 预计到达时间（ETA）
zh_hant: 預計到達時間
zh_hk: 預計到達時間

# TK.Label.highways
source: Highways
ar: طرق سريعة
bg: Автомагистрали
ca: Autopistes
cs: Dálnice
da: Hovedveje
de: Autobahnen
el: Εθνικοί Δρόμοι
es: Autopistas
es_419: Carreteras
fi: Moottoritiet
fr: Autoroutes
fr_ca: Autoroutes
he: כבישים מהירים
hi: हाईवे
hr: Autoputevi
hu: Autópályák
id: Jalan Raya
it: Autostrade
ja: 高速道路
kk: Автомагистральдар
ko: 고속도로
ms: Lebuh Raya
nb: Motorveier
nl: Autosnelwegen
pl: Autostrady
pt_br: Rodovias
pt_pt: Auto-estradas
ro: Autostrăzi
ru: Автомагистрали
sk: Rýchlostné cesty
sv: Motorvägar
th: ทางหลวง
tr: Otoyollar
uk: Автостради
vi: Đường Cao Tốc
zh_hans: 高速公路
zh_hant: 高速公路
zh_hk: 高速公路

# TK.Label.locationServices
source: Location Services
ar: خدمات الموقع
bg: Услуги за местоположение
ca: Localització
cs: Polohové služby
da: Lokalitets­tjenester
de: Ortungsdienste
el: Υπηρεσίες τοποθεσίας
es: Localización
es_419: Servicios de ubicación
fi: Sijaintipalvelut
fr: Service de localisation
fr_ca: Service de localisation
he: שירותי מיקום
hi: स्थान सेवा
hr: Lokacijske usluge
hu: Helymeghatározás
id: Layanan Lokasi
it: Localizzazione
ja: 位置情報サービス
kk: Геолокация сервистері
ko: 위치 서비스
ms: Perkhidmatan Lokasi
nb: Steds tjenester
nl: Locatievoorzieningen
pl: Usługi lokalizacji
pt_br: Serviços de Localização
pt_pt: Serviços de localização
ro: Servicii de localizare
ru: Службы геолокации
sk: Lokalizačné služby
sv: Platstjänster
th: บริการหาตำแหน่งที่ตั้ง
tr: Konum Servisleri
uk: Служби локації
vi: Dịch vụ định vị
zh_hans: 定位服务
zh_hant: 定位服務
zh_hk: 定位服務

# TK.Label.mapType
source: Map Type
ar: نوع الخريطة
bg: Тип на картата
ca: Tipus de mapa
cs: Typ mapy
da: Korttype
de: Kartentyp
el: Τύπος Χάρτη
es: Tipo de mapa
es_419: Tipo de mapa
fi: Karttatyyppi
fr: Type de Carte
fr_ca: Type de carte
he: סוג מפה
hi: नक्शे का प्रकार
hr: Vrsta karte
hu: Térkép típusa
id: Tipe Peta
it: Tipo di mappa
ja: 地図タイプ
kk: Карта түрі
ko: 지도 유형
ms: Jenis Peta
nb: Karttype
nl: Kaarttype
pl: Typ mapy
pt_br: Tipo de Mapa
pt_pt: Tipo de Mapa
ro: Tip Hartă
ru: Тип карты
sk: Typ mapy
sv: Karttyp
th: ประเภทแผนที่
tr: Harita Türü
uk: Тип карти
vi: Loại bản đồ
zh_hans: 地图类型
zh_hant: 地圖類型
zh_hk: 地圖類型

# TK.Label.navigationInstructions
source: Navigation Instructions
ar: تعليمات الملاحة
bg: Инструкции за навигация
ca: Instruccions de navegació
cs: Pokyny pro navigaci
da: Navigationsinstruktioner
de: Navigationsanweisungen
el: Οδηγίες Πλοήγησης
es: Instrucciones de navegación
es_419: Instrucciones de navegación
fi: Navigointiohjeet
fr: Instructions de Navigation
fr_ca: Instructions de navigation
he: הוראות ניווט
hi: नेविगेशन निर्देश
hr: Upute za navigaciju
hu: Navigációs utasítások
id: Instruksi Navigasi
it: Istruzioni di navigazione
ja: ナビゲーション指示
kk: Бағыттау нұсқаулары
ko: 네비게이션 지침
ms: Arahan Navigasi
nb: Navigasjonsinstruksjoner
nl: Navigatie-instructies
pl: Instrukcje nawigacji
pt_br: Instruções de Navegação
pt_pt: Instruções de Navegação
ro: Instrucțiuni de Navigare
ru: Инструкции по навигации
sk: Pokyny na navigáciu
sv: Navigationsinstruktioner
th: คำแนะนำการนำทาง
tr: Navigasyon Talimatları
uk: Інструкції з навігації
vi: Hướng dẫn điều hướng
zh_hans: 导航说明
zh_hant: 導航指示
zh_hk: 導航指示

# TK.Label.navigationMode
source: Navigation Mode
ar: وضع الملاحة
bg: Режим на навигация
ca: Mode de navegació
cs: Režim navigace
da: Navigationsmode
de: Navigationsmodus
el: Λειτουργία Πλοήγησης
es: Modo de navegación
es_419: Modo de navegación
fi: Navigointitila
fr: Mode de Navigation
fr_ca: Mode de navigation
he: מצב ניווט
hi: नेविगेशन मोड
hr: Način navigacije
hu: Navigációs mód
id: Mode Navigasi
it: Modalità di navigazione
ja: ナビゲーションモード
kk: Бағыттау режимі
ko: 네비게이션 모드
ms: Mod Navigasi
nb: Navigasjonsmodus
nl: Navigatiemodus
pl: Tryb nawigacji
pt_br: Modo de Navegação
pt_pt: Modo de Navegação
ro: Mod de Navigare
ru: Режим навигации
sk: Návrh navigácie
sv: Navigeringsläge
th: โหมดการนำทาง
tr: Navigasyon Modu
uk: Режим навігації
vi: Chế độ điều hướng
zh_hans: 导航模式
zh_hant: 導航模式
zh_hk: 導航模式

# TK.Label.pointsOfInterest
source: Points of Interest
ar: نقاط الاهتمام
bg: Точки на интерес
ca: Punts d'interès
cs: Zajímavá místa
da: Seværdigheder
de: Sehenswürdigkeiten
el: Σημείο Ενδιαφέροντος
es: Puntos de interés
es_419: Puntos de Interés
fi: Kiinnostavat kohteet
fr: Points d'intérêt
fr_ca: Points d'intérêt
he: נקודות עניין
hi: दिलचस्प स्थल
hr: Znamenitosti
hu: Nevezetességek
id: Tempat Menarik
it: Punti di Interesse
ja: 観光名所
kk: Қызығушылық тудырған орындар
ko: 관심 포인트
ms: Tempat Menarik
nb: Interessepunkter
nl: Belangrijke punten
pl: Punkty zainteresowania
pt_br: Pontos de Interesse
pt_pt: Pontos de Interesse
ro: Puncte de interes
ru: Достопримечательности
sk: Zaujímavosti
sv: Intressanta platser
th: จุดที่น่าสนใจ
tr: İlgi Alanları
uk: Пам'ятки
vi: Điểm tham quan
zh_hans: 兴趣点
zh_hant: 景點
zh_hk: 熱門景點

# TK.Label.publicTransport
source: Public Transport
ar: وسائل النقل العام
bg: Обществен транспорт
ca: Transport públic
cs: Veřejná doprava
da: Offentlig Transport
de: Öffentlicher Verkehr
el: Δημόσιες Συγκοινωνίες
es: Transporte público
es_419: Transporte Público
fi: Joukkoliikenne
fr: Transports publics
fr_ca: Transports en commun
he: תחבורה ציבורית
hi: सार्वजनिक परिवहन
hr: Javni Prijevoz
hu: Tömegközlekedés
id: Transportasi Umum
it: Trasporto Pubblico
ja: 公共交通機関
kk: Қоғамдық көлік
ko: 대중교통
ms: Pengangkutan Awam
nb: Offentlig transport
nl: Openbaar vervoer
pl: Transport publiczny
pt_br: Transporte Público
pt_pt: Transportes Públicos
ro: Transport public
ru: Общественный транспорт
sk: Mestská doprava
sv: Kollektivtrafik
th: การขนส่งสาธารณะ
tr: Toplu Taşıma
uk: Громадський транспорт
vi: Giao thông công cộng
zh_hans: 公共交通
zh_hant: 公共交通
zh_hk: 公共交通

# TK.Label.routeGuidance
source: Route Guidance
ar: إرشادات المسار
bg: Напътствие за маршрут
ca: Guia de ruta
cs: Pokyny trasy
da: Rutevejledning
de: Routenführung
el: Οδηγίες Διαδρομής
es: Guía de Ruta
es_419: Instrucciones de Ruta
fi: Reittiohjeet
fr: Guidage de parcours
fr_ca: Instructions de guidage
he: הנחיות מסלול
hi: मार्ग मार्गदर्शन
hr: Upute za Rutu
hu: Útvonalvezetés
id: Panduan Rute
it: Guida al percorso
ja: ルートガイダンス
kk: Бағыт бойынша нұсқаулық
ko: 노선 안내
ms: Panduan Laluan
nb: Ruteveiledning
nl: Routebegeleiding
pl: Wskazówki dotyczące trasy
pt_br: Orientação de Rota
pt_pt: Orientação de Rota
ro: Îndrumări pentru Rută
ru: Указания по маршруту
sk: Navigácia trasy
sv: Ruttledningsinstruktioner
th: คำแนะนำเส้นทาง
tr: Rota Rehberliği
uk: Мапа маршруту
vi: Hướng dẫn tuyến đường
zh_hans: 路线指导
zh_hant: 路線指引
zh_hk: 路線指導

# TK.Label.signalStrength
source: Signal Strength
ar: قوة الإشارة
bg: Сила на сигнала
ca: Intensitat del senyal
cs: Síla signálu
da: Signalstyrke
de: Signalstärke
el: Ενίσχυση Σήματος
es: Fuerza de señal
es_419: Intensidad de Señal
fi: Signaalin voimakkuus
fr: Intensité du signal
fr_ca: Force du signal
he: עוצמת אות
hi: सिग्नल शक्ति
hr: Jačina signala
hu: Jel Erősség
id: Kekuatan Sinyal
it: Forza segnale
ja: 信号強度
kk: Сигнал күші
ko: 신호 강도
ms: Kekuatan Isyarat
nb: Signalstyrke
nl: Signaalsterkte
pl: Siła sygnału
pt_br: Força do Sinal
pt_pt: Força do Sinal
ro: Puterea Semnalului
ru: Сила сигнала
sk: Sila signálu
sv: Signalstyrka
th: ความแรงของสัญญาณ
tr: Sinyal Gücü
uk: Сила сигналу
vi: Cường độ tín hiệu
zh_hans: 信号强度
zh_hant: 信號強度
zh_hk: 信號強度

# TK.Label.speedLimit
source: Speed Limit
ar: حد السرعة
bg: Ограничение на скоростта
ca: Límit de velocitat
cs: Rychlostní limit
da: Hastighedsgrænse
de: Geschwindigkeitsbegrenzung
el: Όριο Ταχύτητας
es: Límite de velocidad
es_419: Límite de Velocidad
fi: Nopeusrajoitus
fr: Vitesse maximale
fr_ca: Limite de vitesse
he: הגבלת מהירות
hi: गति सीमा
hr: Ograničenje brzine
hu: Sebességkorlát
id: Batas Kecepatan
it: Limite di velocità
ja: 速度制限
kk: Жылдамдық шегі
ko: 제한 속도
ms: Had Laju
nb: Fartsgrense
nl: Snelheidslimiet
pl: Limit prędkości
pt_br: Limite de Velocidade
pt_pt: Limite de Velocidade
ro: Limita de Viteză
ru: Ограничение скорости
sk: Rýchlostný limit
sv: Hastighetsgräns
th: ขีดจำกัดความเร็ว
tr: Hız Limiti
uk: Обмеження швидкості
vi: Giới hạn tốc độ
zh_hans: 速度限制
zh_hant: 速度限制
zh_hk: 速度限制

# TK.Label.stops
source: Stops
ar: التوقفات
bg: Спирки
ca: Parades
cs: Zastávky
da: Stop
de: Haltestellen
el: Στάσεις
es: Paradas
es_419: Paradas
fi: Pysähdykset
fr: Arrêts
fr_ca: Arrêts
he: עצירות
hi: स्टॉप्स
hr: Stanice
hu: Megállók
id: Pemberhentian
it: Fermate
ja: 停留所
kk: Тоқтау орындары
ko: 정류장
ms: Hentian
nb: Stopp
pl: Przystanki
pt_br: Paradas
pt_pt: Paragens
ro: Puncte de Oprire
ru: Остановки
sk: Zastávky
sv: Stopp
th: จุดหยุด
tr: Duraklar
uk: Зупинки
vi: Điểm dừng
zh_hans: 站点
zh_hant: 站點
zh_hk: 停靠點
